Revit 2027 API
ParameterTypeId.PhyMaterialParamStructuralDensity Property
 "Density"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamStructuralDensity { get; }
Public Shared ReadOnly Property PhyMaterialParamStructuralDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamStructuralDensity {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamStructuralDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace